Repository: NikolayLiber/chatbro-plugin
Catalog: src/server/common/languages/chatbro-*.po
Languages: id_id, it_it, pt_br

source: Plugin Settings
id_id: Pengaturan Plugin
it_it: Impostazioni plugin
pt_br: Configurações do plugin

source: Help
it_it: Aiuto

source: Frequently Asked Questions
it_it: Domande frequenti

source: You are about to change the secret key
id_id: Anda akan mengganti kunci rahasia
it_it: Stai per cambiare la chiave segreta
pt_br: Você está prestes a modificar a senha

source: Please be noticed that your current chat configuration and content are identified by your secret key and if you lose it there will be no way to restore access to you current chat unless you have registered an account at <a href="https://chatbro.com">Chatbro.com</a>. Please make sure that you have saved your old secret key and fully understand what are you going to do.
id_id: Mohon diperhatikan bahwa konfigurasi chat dan konten Anda saat ini diakses dengan kunci rahasia dan jika Anda kehilangan kunci itu, tidak ada cara untuk memulihkan akses Anda ke chat saat, kecuali Anda sudah mendaftarkan akun di <a href="https://chatbro.com">Chatbro.com</a>. Pastikan Anda sudah menyimpan kunci rahasia lama Anda dan sepenuhnya memahami apa yang akan Anda lakukan.
it_it: Si prega di notare che la configurazione della chat corrente e i relativi contenuti sono identificati con una chiave segreta che se smarrita non potrà essere ripristinata in alcun modo se non hai registrato un account su <a href="https://chatbro.com">Chatbro.com</a>. Si prega di assicurarsi di aver salvato la vecchia chiave segreta e essere molto cauti prima di compiere quest'azione.

source: Your old secret key: <span></span>
id_id: Kunci rahasia lama Anda: <span></span>
it_it: La tua vecchia chiave segreta: <span></span>
pt_br: Sua senha antiga: <span></span>

source: Cancel
id_id: Batalkan
it_it: Elimina
pt_br: Cancelar

source: Change Secret Key
id_id: Ubah Kunci Rahasia
it_it: Cambia la chiave segreta
pt_br: Alterar senha

source: Save Changes
id_id: Simpan Perubahan
it_it: Salva cambiamenti
pt_br: Salvar alterações

source: Useful Tips
id_id: Tips Bermanfaat
it_it: Consigli utili

source: Invalid token
id_id: Kunci chat tidak valid
it_it: Chiave non valida

source: You are not allowed to modify settings
id_id: Anda tidak diperbolehkan untuk mengubah pengaturan
it_it: Non sei autorizzato a modificare le impostazioni
pt_br: Você não tem permissão para modificar as configurações

source: Settings was successfuly saved
id_id: Pengaturan berhasil tersimpan
it_it: Impostazioni salvate con successo
pt_br: As configurações foram salvas com sucesso

source: Chat secret key
id_id: Kunci rahasia chat
it_it: Chiave segreta
pt_br: Senha do chat

source: Display chat to guests
id_id: Tampilkan chat pada tamu
it_it: Visualizza la chat agli ospiti
pt_br: Mostrar chat para convidados

source: Show popup chat
id_id: Tampilkan pop up chat
it_it: Visualizza la chat in popup
pt_br: Mostrar popup do chat

source: Everywhere
id_id: Di mana pun
it_it: Ovunque
pt_br: Todos lugares

source: Front page only
id_id: Hanya halaman depan
it_it: Solo nella front page
pt_br: Página inicial apenas

source: Everywhere except those listed
id_id: Di mana pun kecuali yang terdapat dalam daftar
it_it: Ovunque eccetto quelle elencate
pt_br: Todos lugares exceto os listados

source: Only the listed pages
id_id: Hanya halaman yang terdaftar
it_it: Solo le pagine elencate
pt_br: Somente páginas listadas

source: Disable
id_id: Nonaktifkan
it_it: Disabilita
pt_br: Desabilitar

source: Specify pages by using their paths. Enter one path per line. The '*' character is a wildcard. Example paths are /2012/10/my-post for a single post and /2012/* for a group of posts. The path should always start with a forward slash(/).
id_id: Tentukan halaman melalui jalurnya. Masukkan satu jalur per baris. Karakter '*' adalah wildcard. Contoh jalur adalah /2012/10/my-post untuk satu tulisan dan /2012/* untuk beberapa tulisan. Jalur harus selalu diawali dengan garis miring (/).
it_it: Specificare le pagine utilizzando i loro percorsi. Inserire un percorso per riga. Il carattere '*' è un carattere jolly. Percorsi di esempio: / 2012/10 /mio-post per un singolo post e /2012/ * per un gruppo di messaggi. Il percorso dovrebbe sempre iniziare con una barra (/).
pt_br: Especifique as páginas usando seus caminhos. Entre um caminho por linha. O caractere '*' é um coringa. Exemplos de caminhos são: /2012/10/meu-post (para um post único) e /2012/* (para um grupo de posts). O caminho sempre deve iniciar com barra inclinada para frente (/).

source: User profile path
id_id: Gunakan jalur profil
it_it: Percorso del profilo utente
pt_br: Diretório do perfil do usuário

source: Enable shortcodes
id_id: Aktifkan shortcode
it_it: Abilita shortcodes
pt_br: Habilitar shortcodes

source: Invalid chat key
id_id: Kunci rahasia chat tidak valid
it_it: Chiave segreta non valida

source: Invalid chat secret key
id_id: Kunci rahasia chat tidak valid
it_it: Chiave segreta non valida
pt_br: Senha do chat incorreta

source: Invalid show popup chat option value
id_id: Pemunculan nilai pilihan pop up chat tidak valid
it_it: Valore per la visualizzazione dei popup della chat non valido
pt_br: Opção de valor inválida para popup do chat

source: Use chatbro module to add chat to desired place on your page.
id_id: Gunakan shortcode <span>[chatbro]</span> untuk menambahkan widget chat ke lokasi halaman atau tulisan yang diinginkan.
it_it: Usa lo shortcode <span>[chatbro]</span> per aggiungere la chat nelle tue pagine o post.

source: Permissions
id_id: Izin
it_it: Permessi
pt_br: Permissões

source: Role
id_id: Peran
it_it: Ruolo
pt_br: Função

source: View
id_id: Lihat
it_it: Visualizza
pt_br: Ver

source: Ban
id_id: Blokir
it_it: Banna
pt_br: Banir

source: Delete
id_id: Hapus
it_it: Elimina
pt_br: Apagar

source: Use shortcode <span>[chatbro]</span> to add the chat widget to the desired place of your page or post.
id_id: Gunakan shortcode <span>[chatbro]</span> untuk menambahkan widget chat ke lokasi halaman atau tulisan yang diinginkan.
it_it: Usa lo shortcode <span>[chatbro]</span> per aggiungere la chat nelle tue pagine o post.

source: Supported shortcode attributes:
id_id: Atribut shortcode yang dapat digunakan:
it_it: Attributi supportati dallo shortcode:

source: <em><b>static</b></em> &ndash; static not movable chat widget (default <em>true</em>).
id_id: <em><b>static</b></em> &ndash; widget chat yang tidak dapat dipindahkan (default <em>true</em>).
it_it: <em><b>statica</b></em> &ndash; Widget non posizionabile (default <em>true</em>).

source: <em><b>registered_only</b></em> &ndash; display chat widget to logged in users only (default <em>false</em>). If this attribute is explicitly set it precedes the global <em>"Display chat to guests"</em> setting value.
id_id: <em><b>registered_only</b></em> &ndash; menampilkan widget chat hanya untuk pengguna yang masuk (default <em>false</em>). Jika atribut ini diatur dengan jelas, atribut ini menangguhkan nilai pengaturan global <em>"Tampilkan chat pada tamu"</em>.
it_it: <em><b>solo registrati</b></em> &ndash; Visualizza la chat solo agli utenti loggati. (default <em>false</em>). If this attribute is explicitly set it precedes the global <em>"Display chat to guests"</em> setting value.

source: ChatBro group chat
id_id: Tampilkan pop up chat
it_it: Visualizza la chat in popup

source: Chat Constructor
id_id: Pembuat Chat
pt_br: Construtor do chat
